[Setting]
Language=TAI

[String]
IDS_GML_1=Start

IDS_GML_2=Part Group 1

IDS_GML_2_1=STRAIGHT EJECTOR PINS
IDS_GML_2_2=STEPPED EJECTOR PINS
IDS_GML_2_3=FREE FLANGE-POSITION EJECTOR PINS
IDS_GML_2_4=RECTANGULAR EJECTOR PINS
IDS_GML_2_5=EJECTOR SLEEVES
IDS_GML_2_6=STRAIGHT CENTER PINS
IDS_GML_2_7=STEPPED CENTER PINS
IDS_GML_2_8=TAPERLESS CENTER PINS
IDS_GML_2_9=STRAIGHT CORE PINS
IDS_GML_2_10=STEPS-TYPE ROUND CORE PINS
IDS_GML_2_11=TAPERLESS CORE PINS
IDS_GML_2_12=ROUND CORE PINS FOR BOSS_SHAPED CORE PINS ROUND SHANK TYPE_ROUND CORE PINS INLAY TYPE
IDS_GML_2_13=BLOCK CORE PINS_CAVITY INSERTS


IDS_GML_3=Part Group 2

IDS_GML_3_1=STEEL PLATES
IDS_GML_3_2=DATE MARKED PINS_RECYCLE MARKED PINS_PINS WITH GAS VENT
IDS_GML_3_3=ANGULAR PINS_LOCKING BLOCKS
IDS_GML_3_4=SLIDE CORES_LOOSE CORES
IDS_GML_3_5=GUIDE RAILS_CENTER RAILS
IDS_GML_3_6=SPRUE BUSHINGS_LOCATING RINGS
IDS_GML_3_7=COMPONENTS OF RUNNER_ELECTRODES
IDS_GML_3_8=COMPONENTS OF GATE
IDS_GML_3_9=LEADER COMPONENTS
IDS_GML_3_10=COMPONENTS FOR POSITIONING
IDS_GML_3_11=COMPONENTS OF EJECTOR SPACE
IDS_GML_3_12=MOLD OPENING CONTROLLERS



IDS_GML_4=Part Group 3

IDS_GML_4_1=COOLING ITEMS ONE
IDS_GML_4_2=COOLING ITEMS TWO
IDS_GML_4_3=HEATING ITEMS
IDS_GML_4_4=HEAT INSULATION SHEETS
IDS_GML_4_5=BOLTS_SCREWS_WASHERS_MOLD ACCESSORIES
IDS_GML_4_6=CHEMICAL PRODUCTS
IDS_GML_4_7=SPRINGS
IDS_GML_4_8=COMPONENTS FOR LARGE MOLD
IDS_GML_4_9=COMPONENTS FOR DIE CAST
IDS_GML_4_10=COMPONENTS FOR INJECTION MOLDING


IDS_GML_5=Diagram

IDS_GML_6=My Favorite

IDS_GML_7=History

IDS_GML_8=Advanced Search

IDS_GML_9=Part Name Directory

IDS_GML_10=Modify

IDS_GML_11=BOM

IDS_GML_12=BOM property viewer

IDS_GML_13=Config

IDS_GML_13_1=Region_Language_Material Standard
IDS_GML_13_2=MAINTENANCE
IDS_GML_13_3=MODEL OUTPUT_CAD Setting
IDS_GML_13_4=BOM Setting

IDS_GML_14=Help

IDS_GML_14_1=MANUAL
IDS_GML_14_2=HOW TO ORDER
IDS_GML_14_3=Customer Feedback
IDS_GML_14_4=VERSION

IDS_GML_15=自定义属性

IDS_GML_DLG_TITLE=Sample for Mold 4.0（3.7）
IDS_GML_DLG_1=Interfaces Initialize
IDS_GML_DLG_2=Init
IDS_GML_DLG_3=SDK Language Setting
IDS_GML_DLG_4=Default
IDS_GML_DLG_5=Import && Setting
IDS_GML_DLG_6=Start
IDS_GML_DLG_7=Modify
IDS_GML_DLG_8=Modify String
IDS_GML_DLG_9=Modify
IDS_GML_DLG_10=BOM
IDS_GML_DLG_11=PCS'
IDS_GML_DLG_12=Clear Existing BOM
IDS_GML_DLG_13=BOM String
IDS_GML_DLG_14=Show BOM
IDS_GML_DLG_15=File Path
IDS_GML_DLG_16=Model File
IDS_GML_DLG_17=Property File
IDS_GML_DLG_18=Setting Save Path
IDS_GML_DLG_19=Auto Open

IDS_GML_LISTCTRL_R0C0=Part Name
IDS_GML_LISTCTRL_R0C1=Part Number
IDS_GML_LISTCTRL_R0C2=PCS'
IDS_GML_LISTCTRL_R0C3=Delivery
IDS_GML_LISTCTRL_R0C4=Material
IDS_GML_LISTCTRL_R0C5=Photo
IDS_GML_LISTCTRL_R0C6=Remark
IDS_GML_LISTCTRL_R0C7=Product Series

IDS_GML_CREATE_DISPATCH_FAIL=Mold EX-Press API Fail to Initialize!
IDS_GML_INIT_SUCCESS=Mold EX-Press API Succeed to Initialize!
IDS_GML_MODEL_SAVED_PATH=Generated Model Saved Path:
IDS_GML_ATTRIBUTE_DUMPED_FILE=Model Attribute Dumped File:
IDS_GML_BOM_NUMBER_LIMIT=Model Number Should Exceed 0!

IDS_GML_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/简介.htm
IDS_GML_LINK_1=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/接口初始化.htm
IDS_GML_LINK_2=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/常规导入.htm
IDS_GML_LINK_3=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/编辑.htm
IDS_GML_LINK_4=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/部品表.htm